Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/DeveloperSettings/DTSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIRI_ACTIONS_FOOTER_SPOTLIGHT
source: When turned on, the Siri Suggestions Widget & Siri Watch Face show the most recently provided shortcuts rather than current predictions.
ar: عند تشغيله، تعرض أداة اقتراحات Siri وواجهة ساعة Siri أحدث الاختصارات المقدمة بدلاً من التوقعات الحالية.
bg: Когато е включено, инструментът Предложения от Siri и Siri циферблат показват най-скоро предоставените бързи команди вместо текущите предположения.
ca: Si aquesta opció està activada, el giny dels suggeriments de Siri i l’esfera Siri del rellotge mostren les dreceres proporcionades més recentment, en comptes de les prediccions actuals.
cs: Když je tato volba zapnutá, widget návrhů Siri a ciferník Siri budou místo momentálně předpovězených položek zobrazovat poslední poskytnuté zkratky.
da: Når dette er slået til, viser widgetten Siri-forslag og Siri-urskiven de seneste genveje frem for aktuelle forudsigelser.
de: Bei Aktivierung zeigen das Widget „Siri-Vorschläge“ und das Siri-Zifferblatt die zuletzt zur Verfügung gestellten Kurzbefehle anstatt aktueller Vorhersagen an.
el: Όταν είναι ενεργή αυτή η ρύθμιση, το widget «Προτάσεις Siri» και η Πρόσοψη Siri εμφανίζουν τις πιο πρόσφατα παρεχόμενες συντομεύσεις αντί για τρέχουσες προβλέψεις.
es: Cuando esta opción está activada, el widget de sugerencias de Siri y la esfera del reloj de Siri muestran los atajos proporcionados más recientemente en lugar de las predicciones actuales.
es_us: Si se activa, la carátula de Siri y el widget de sugerencias de Siri mostrarán los shortcuts proporcionados más recientes en lugar de las predicciones actuales.
fi: Kun tämä on päällä, Siri-ehdotukset-widgetissä ja Siri-kellotaulussa näkyvät viimeksi annetut pikakomennot nykyisten ennusteiden sijaan.
fr: Lorsque ce réglage est activé, le widget « Suggestions de Siri » et le cadran Siri affichent les raccourcis fournis les plus récents plutôt que les prédictions actuelles.
fr_ca: Lorsque ce réglage est activé, le widget Suggestions de Siri et le cadran Siri affichent les raccourcis fournis les plus récents plutôt que les prédictions actuelles.
he: כאשר הגדרה זו מופעלת, הווידג׳ט ״הצעות של Siri״ ועיצוב השעון של Siri יציגו את הקיצורים האחרונים שסופקו במקום את ההצעות הנוכחיות.
hi: चालू किए जाने पर, Siri सुझाव विजेट और Siri घड़ी का फ़ेस मौजूदा अनुमानों के बजाय सबसे हाल में दिए गए शॉर्टकट दिखाते हैं।
hr: Kad je uključeno, widget Siri prijedloga i brojčanik Siri prikazivat će najnovije pružene prečace umjesto trenutačnih prognoza.
hu: Amikor be van kapcsolva, a Siri-javaslatok widget és a Siri óraszámlap inkább a nemrég biztosított parancsokat jeleníti meg az aktuális előrejelzések helyett.
id: Jika dinyalakan, Widget Saran Siri & Wajah Jam Siri akan menampilkan pintasan yang paling baru disediakan alih-alih prediksi saat ini.
it: Quando l’opzione è attiva, il widget dei suggerimenti di Siri e il quadrante di Siri mostrano gli ultimi comandi rapidi forniti anziché le previsioni attuali.
ja: オンにすると、ウィジェットとSiriの文字盤のSiriからの提案で、現在の予測ではなく直近で提供されたショートカットを表示します。
kk: Қосулы болғанда, Siri ұсыныстарының виджеті және Siri циферблаты ағымдағы болжамдарды емес, ең соңғы берілген жылдам пәрмендерді көрсетеді.
ko: Siri 제안 위젯 및 Siri 시계 페이스를 켜면 현재 예측이 아닌 가장 최근에 제공된 단축어가 표시됩니다.
lt: Įjungus funkciją, „Siri“ pasiūlymų valdiklyje ir „Siri“ laikrodžio ciferblate rodomos naujausios pateiktos nuorodos, o ne dabartiniai numatymai.
ms: Apabila diaktifkan, Widget Cadangan Siri & Muka Jam Siri menunjukkan pintasan yang terbaru disediakan berbanding ramalan semasa.
nl: Als deze optie is ingeschakeld, worden de recentst gedoneerde opdrachten in de widget met Siri-suggesties en de Siri-wijzerplaat weergegeven in plaats van de huidige voorspellingen.
no: Når innstillingen er på, vil widgeten Siri-forslag og Siri-urskiven vise de sist mottatte snarveiene i stedet for gjeldende forslag.
pl: Gdy opcja jest włączona, widżet sugestii Siri i tarcza zegarka Siri pokazują ostatnio podane skróty, a nie bieżące predykcje.
pt_br: Quando ativado, o Widget de Sugestões da Siri e o Mostrador da Siri para o Apple Watch mostram os atalhos fornecidos mais recentemente, em vez de as previsões atuais.
pt_pt: Quando esta opção está ativada, o widget Sugestões de Siri e o mostrador Siri apresentam os atalhos fornecidos mais recentemente em vez das previsões atuais.
ro: Când opțiunea este activată, widgetul Sugestii Siri și cadranul de ceas Siri afișează cele mai recente scurtături furnizate, în locul predicțiilor din prezent.
ru: Когда этот параметр включен, виджет Предложений Siri и циферблат Siri показывают последние добавленные быстрые команды вместо актуальных предложений.
sk: Keď je testovanie zapnuté, vo widgete Návrhy Siri a na ciferníku Siri sa namiesto aktuálnych predpovedí zobrazia posledné poskytnuté skratky.
sl: Kadar je ta možnost vklopljena, bosta gradnik s Sirijinimi predlogi in številčnica Siri prikazovala nazadnje omogočene bližnjice, ne pa trenutnih predvidevanj.
sv: När det här alternativet är aktivt visar widgeten med Siri-förslag och Siri-urtavlan de senast tillhandahållna genvägarna istället för aktuella förutsägelser.
th: เมื่อเปิดใช้ วิดเจ็ตคำแนะนำโดย Siri และหน้าปัดนาฬิกา Siri จะแสดงคำสั่งลัดที่ให้ล่าสุดแทนการแสดงการคาดคะเนปัจจุบัน
tr: Bu seçenek açıkken Siri Önerileri araç takımı ve Siri saat kadranı şu anki tahminler yerine en son verilen kestirmeleri gösterir.
uk: Якщо ввімкнено, у віджеті «Пропозиції Siri» і на циферблаті Siri відображаються недавно надані швидкі команди, а не поточні прогнози.
vi: Khi tùy chọn được bật, tiện ích Gợi ý của Siri & Mặt đồng hồ Siri hiển thị các phím tắt được cung cấp gần đây nhất thay vì các dự đoán hiện tại.
zh_cn: 打开时，Siri建议小组件与Siri表盘会显示最近提供的快捷指令，而非当前预测。
zh_hk: 開啟後，Siri建議小工具與Siri錶面會顯示最新提供的捷徑，而並非當前預測。
zh_tw: 開啟時，Siri建議小工具與Siri錶面會顯示最新提供的捷徑，而不是目前的預測。

# APP_CLIPS_FOOTER
source: Clear the app clip experience cache to immediately show recently modified app clip experiences. Local app clip experiences do not use the cache.
ar: مسح الذاكرة المؤقتة لتجارب عينات التطبيقات للتمكن فورًا من عرض تجارب عينات التطبيقات المعدلة حديثًا. تجارب عينات التطبيقات المحلية لا تستخدم الذاكرة المؤقتة.
bg: Изчистете кеша на процесите на изрезките от приложения, за да се покажат незабавно последно променените процеси на изрезка от приложение. Локалните процеси на изрезка от приложение не използват кеш.
ca: Esborra la memòria cau de les experiències dels clips d’apps per mostrar immediatament les que s’hagin modificat fa poc. Les experiències dels clips d’apps locals no utilitzen la memòria cau.
cs: Smazáním mezipaměti prostředí klipů aplikací docílíte okamžitého zobrazení naposledy upravených prostředí. Místní prostředí klipů aplikací mezipaměť nepoužívají.
da: Ryd oplevelsesbufferen for appklip for at få vist nyligt redigerede appklipoplevelser med det samme. Lokale appklipoplevelser bruger ikke bufferen.
de: Leere den Erlebniscache von App Clips, um kürzlich modifizierte App Clip-Erlebnisse sofort anzuzeigen. Lokale App Clip-Erlebnisse verwenden den Cache nicht.
el: Εκκαθαρίστε το cache εμπειρίας κλιπ εφαρμογών για άμεση εμφάνιση των εμπειριών των πρόσφατα τροποποιημένων κλιπ εφαρμογών. Οι τοπικές εμπειρίες κλιπ εφαρμογών δεν χρησιμοποιούν το cache.
es: Borra la caché de experiencias de los clips de apps para mostrar inmediatamente las experiencias de los clips de apps que se han modificado recientemente. Las experiencias de clips de apps locales no hacen uso de la memoria caché.
es_us: Borra la caché de experiencia del App Clip para mostrar de inmediato las experiencias de App Clip modificadas. Las experiencias de App Clip locales no usan la memoria caché.
fi: Tyhjennä appiklipin kokemusvälimuisti, jotta äskettäin muokatut appiklippikokemukset näkyvät välittömästi. Paikalliset appiklippikokemukset eivät käytä välimuistia.
fr: Videz le cache des expériences d’extraits d’app pour afficher immédiatement les expériences d’extraits d’app récemment modifiées. Les expériences d’extraits d’app locales n’utilisent pas le cache.
fr_ca: Videz le cache des expériences d’extraits d’app pour afficher immédiatement les expériences d’extraits d’app récemment modifiées. Les expériences d’extraits d’app locales n’utilisent pas le cache.
he: ניתן לנקות את המטמון של חוויית ״יישום ברגע״ כדי להציג מיד חוויות ״יישום ברגע״ שהשתנו לאחרונה. חוויות מקומיות של ״יישום ברגע״ לא משתמשות במטמון.
hi: हाल में संशोधित किए गए ऐप क्लिप अनुभवों को तत्काल दर्शाने के लिए ऐप क्लिप अनुभव कैश को साफ़ करें। स्थानीय ऐप क्लिप अनुभवों में कैश का उपयोग नहीं किया जाता है।
hr: Očistite predmemoriju iskustva isječka aplikacije za trenutno prikazivanje nedavno preinačenih iskustava isječka aplikacije. Iskustva lokalnih isječaka aplikacija ne koriste predmemoriju.
hu: Kiürítheti az apprészletélmény gyorsítótárát a módosított apprészletélmények megjelenítéséhez. A helyi apprészletélmények nem használják a gyorsítótárat.
id: Bersihkan cache pengalaman cuplikan app untuk segera menampilkan pengalaman cuplikan app yang baru dimodifikasi. Pengalaman cuplikan app lokal tidak menggunakan cache.
it: Cancella la cache delle esperienze con le app clip per mostrare immediatamente quelle che sono state modificate di recente. Le esperienze in locale non utilizzano la cache.
ja: 最近変更されたApp Clip体験をただちに表示するには、App Clip体験キャッシュを消去してください。ローカルのApp Clip体験はキャッシュを使用しません。
kk: Жақында өзгертілген блиц қолданба функцияларын дереу көрсету үшін блиц қолданба функцияларының кэшін өшіріңіз. Жергілікті блиц қолданба функциялары кэшті пайдаланбайды.
ko: 앱 클립 경험 캐시를 지워 최근에 수정된 앱 클립 경험이 즉시 표시되도록 하십시오. 로컬 앱 클립 경험은 캐시를 사용하지 않습니다.
lt: Išvalykite programos iškarpos funkcijų podėlį, kad būtų iš karto rodomos neseniai pakeistos programos iškarpos ypatybės. Vietinės programos iškarpos ypatybės nenaudoja podėlio.
ms: Kosongkan cache pengalaman klip app untuk menunjukkan pengalaman klip app yang diubah suai baru-baru ini dengan segera. Pengalaman klip app setempat tidak menggunakan cache.
nl: De ervaringscache voor appclips leegmaken om recent gewijzigde appclipervaringen meteen weer te geven. Lokale appclipervaringen maken geen gebruik van de cache.
no: Tøm opplevelsesbufferen for appklippet for å øyeblikkelig vise nylig endrede appklipp­opplevelser. Lokale appklipp­opplevelser bruker ikke bufferen.
pl: Wymaż pamięć podręczną interakcji z wycinkiem aplikacji, aby natychmiast wyświetlać niedawno zmodyfikowane zachowania tego wycinka. Pamięć podręczna nie obejmuje lokalnych interakcji z wycinkami aplikacji.
pt_br: Limpe o cache da experiência de clipes de apps para mostrar imediatamente as experiências de clipes de apps modificadas recentemente. As experiências locais de clipes de apps não usam o cache.
pt_pt: Limpar a cache de experiências com App Clips para mostrar imediatamente as modificadas recentemente. As experiências com App Clips locais não usam a cache.
ro: Degajați memoria tampon a experienței App Clip pentru a afișa imediat experiențele App Clip modificate recent. Experiențele App Clip locale nu utilizează memoria tampon.
ru: Очистить кэш сессий блиц-приложений, чтобы немедленно отобразить те сессии блиц-приложений, которые были недавно изменены. Локальные сессии блиц-приложений не используют кэш.
sk: Vymazaním medzipamäte app clipov okamžite zobrazíte nedávno upravené app clipy. Lokálne app clipy nepoužívajú medzipamäť.
sl: Počistite predpomnilnik izkušenj z izseki aplikacij, da se takoj prikažejo nedavno spremenjene izkušnje z izseki aplikacij. Lokalne izkušnje z izseki aplikacij ne uporabljajo predpomnilnika.
sv: Rensa upplevelsecachen för appklipp så att appklippupplevelser som nyligen har modifierats visas omedelbart. Lokala appklippupplevelser använder inte cachen.
th: ล้างแคชประสบการณ์การใช้งานแอปคลิปเพื่อให้แสดงประสบการณ์การใช้งานแอปคลิปที่เพิ่งมีการแก้ไขในทันที ประสบการณ์การใช้งานแอปคลิปในพื้นที่จะไม่ใช้แคช
tr: Yakın geçmişte değiştirilen uygulama parçacığı deneyimlerini hemen göstermek için uygulama parçacığı deneyim önbelleğini silin. Yerel uygulama parçacığı deneyimleri önbelleği kullanmaz.
uk: Очистіть кеш виконання фрагмента програми, щоб негайно показати недавно змінені процеси фрагмента програми. Локальні процеси фрагмента програми не використовують кеш.
vi: Xóa bộ nhớ đệm trải nghiệm ứng dụng thu nhỏ để hiển thị ngay lập tức các trải nghiệm ứng dụng thu nhỏ được sửa đổi gần đây. Trải nghiệm ứng dụng thu nhỏ cục bộ không sử dụng bộ nhớ đệm.
zh_cn: 清除轻App体验缓存以立即显示最近修改的轻App体验。本地轻App体验不使用该缓存。
zh_hk: 清除輕巧版App體驗快取以立即顯示最近修改過的輕巧版App體驗。本機輕巧版App體驗不使用快取。
zh_tw: 清除輕巧App經驗快取來立即顯示最近修改過的輕巧App經驗。本機輕巧App不使用快取。

# THROUGHPUT_ALERT_CONTINUE
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nl: Ga door
no: Fortsett
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

source: Throughput Error
ar: خطأ في معدل النقل
bg: Грешка при пропускателна способност
ca: Error en la taxa de transferència
cs: Chyba propustnosti
da: Fejl med overførselshastighed
de: Durchsatzfehler
el: Σφάλμα διεκπεραιωτικότητας
es: Error de rendimiento
es_us: Error de tasa de transferencia efectiva
fi: Siirtonopeusvirhe
fr: Erreur de débit
fr_ca: Erreur de débit
he: שגיאת Throughput
hi: थ्रूपुट एरर
hr: Greška propusnosti
hu: Teljesítménnyel kapcsolatos hiba
id: Kesalahan Throughput
it: Errore velocità effettiva
ja: スループットエラー
kk: Өткізу қабілеттілігінің қатесі
ko: 처리율 오류
lt: Pralaidumo klaida
ms: Ralat Daya Pemprosesan
nl: Doorvoerfout
no: Gjennom­strømnings­feil
pl: Błąd przepustowości
pt_br: Erro na Taxa de Transferência
pt_pt: Erro de rendimento
ro: Eroare rată de transfer
ru: Ошибка пропускной способности
sk: Chyba priepustnosti
sl: Napaka prepustnosti
sv: Genomströmningsfel
th: ข้อผิดพลาดเกี่ยวกับประสิทธิผล
tr: Aktarım Hızı Hatası
uk: Помилка пропускної здатності
vi: Lỗi lưu lượng
zh_cn: 吞吐量错误
zh_hk: 流通量錯誤
zh_tw: 流通量錯誤

source: State Restoration Testing
ar: اختبار استعادة الحالة
bg: Тестване на възстановяване на състоянието
ca: Verificació de la restauració dels estats
cs: Testování obnovení stavu
da: Statusgendannelsestest
el: Δοκιμή αποκατάστασης της κατάστασης
es: Pruebas de restauración del estado
es_us: Prueba de restauración de estado
fi: Tilan palautuksen testaus
fr: Test de restauration d’état
fr_ca: Test de restauration d’état
he: בדיקת שחזור מצב
hi: स्थिति रीस्टोरेशन जाँच
hr: Testiranje obnavljanja statusa
hu: Állapot-helyreállítás tesztelése
id: Pengetesan Pemulihan Status
it: Test di ripristino dello stato
ja: 状態復元テスト
kk: Күйді қалпына келтіруді сынау
ko: 상태 복원 테스트
lt: Būsenos atkūrimo testavimas
ms: Ujian Pemulihan Keadaan
nl: Statusherstel testen
no: Testing av statusgjenoppretting
pl: Testowanie przywracania stanu
pt_br: Teste de Restauração do Estado
pt_pt: Testes de restauro de estado
ro: Testare restaurare stare
ru: Тестирование восстановления состояния
sk: Testovanie – Obnovenie stavu
sl: Preizkus obnovitve stanja
sv: Test av statusåterställning
th: การทดสอบการกู้คืนสถานะ
tr: Durum Geri Yükleme Testi
uk: Тестування відновлення стану
vi: Kiểm tra khôi phục trạng thái
zh_cn: 状态恢复测试
zh_hk: 狀態還原測試
zh_tw: 狀態回復測試
